1000ch.svgo
william-voyek.vscode-nginx
ahmadalli.vscode-nginx-conf
biomejs.biome
bmalehorn.vscode-fish
bmewburn.vscode-intelephense-client
charliermarsh.ruff
christian-kohler.npm-intellisense
clinyong.vscode-css-modules
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
dprint.dprint
eamodio.gitlens
editorconfig.editorconfig
emilast.logfilehighlighter
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.platformio
foxundermoon.shell-format
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hashicorp.terraform
htmlhint.vscode-htmlhint
ibm.output-colorizer
ikuyadeu.r-pack
jaredly.reason-vscode
jock.svg
koichisasada.vscode-rdbg
kokororin.vscode-phpfmt
lokalise.i18n-ally
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.gather
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
natizyskunk.sftp
naumovs.color-highlight
oven.bun-vscode
oxc.oxc-vscode
peterj.proto
pkief.material-icon-theme
pnp.polacode
qezhu.gitlink
qufiwefefwoyn.inline-sql-syntax
quick-lint.quick-lint-js
quicktype.quicktype
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
reditorsupport.r
remisa.shellman
ricard.postcss
rogalmic.bash-debug
rust-lang.rust-analyzer
semanticdiff.semanticdiff
shopify.ruby-extensions-pack
shopify.ruby-lsp
sidneys1.gitconfig
sigoden.vscode-jsona
sorbet.sorbet-vscode-extension
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
styled-components.vscode-styled-components
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
timgjones.hlsltools
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
visualstudioexptteam.vscodeintellicode
xadillax.viml
yoavbls.pretty-ts-errors
