1000ch.svgo
william-voyek.vscode-nginx
ahmadalli.vscode-nginx-conf
biomejs.biome
bmalehorn.vscode-fish
bmewburn.vscode-intelephense-client
charliermarsh.ruff
christian-kohler.npm-intellisense
clinyong.vscode-css-modules
codezombiech.gitignore
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
dprint.dprint
eamodio.gitlens
EditorConfig.EditorConfig
emilast.LogFileHighlighter
esbenp.prettier-vscode
formulahendry.code-runner
formulahendry.platformio
foxundermoon.shell-format
GitHub.remotehub
github.vscode-github-actions
GitHub.vscode-pull-request-github
golang.go
GrapeCity.gc-excelviewer
Gruntfuggly.todo-tree
hashicorp.terraform
HTMLHint.vscode-htmlhint
IBM.output-colorizer
Ikuyadeu.r-pack
jaredly.reason-vscode
jock.svg
kokororin.vscode-phpfmt
lokalise.i18n-ally
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.gather
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
Natizyskunk.sftp
naumovs.color-highlight
oven.bun-vscode
oxc.oxc-vscode
peterj.proto
PKief.material-icon-theme
pnp.polacode
qezhu.gitlink
qufiwefefwoyn.inline-sql-syntax
quick-lint.quick-lint-js
quicktype.quicktype
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
REditorSupport.r
Remisa.shellman
ricard.postcss
rust-lang.rust-analyzer
semanticdiff.semanticdiff
sidneys1.gitconfig
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
styled-components.vscode-styled-components
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
TimGJones.hlsltools
timonwong.shellcheck
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
VisualStudioExptTeam.vscodeintellicode
XadillaX.viml
YoavBls.pretty-ts-errors
