1000ch.svgo
ahmadalli.vscode-nginx-conf
augment.vscode-augment
bedirt.gpt-token-counter-live
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-yaml-preamble
biomejs.biome
bmalehorn.vscode-fish
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
charliermarsh.ruff
christian-kohler.npm-intellisense
clinyong.vscode-css-modules
codeium.codeium
codezombiech.gitignore
continue.continue
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
damms005.devdb
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
docker.docker
dprint.dprint
eamodio.gitlens
editorconfig.editorconfig
emilast.logfilehighlighter
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.code-runner
formulahendry.platformio
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
goessner.mdmath
golang.go
google.geminicodeassist
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hashicorp.terraform
hediet.vscode-drawio
htmlhint.vscode-htmlhint
ibm.output-colorizer
ikuyadeu.r-pack
jaredly.reason-vscode
jock.svg
khanghua.sqltools-dynamodb-driver
kilocode.kilo-code
koichisasada.vscode-rdbg
kokororin.vscode-phpfmt
lokalise.i18n-ally
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mongodb.mongodb-vscode
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.gather
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.remote-repositories
mtxr.sqltools
mtxr.sqltools-driver-mysql
mtxr.sqltools-driver-pg
mtxr.sqltools-driver-sqlite
natizyskunk.sftp
naumovs.color-highlight
openai.chatgpt
oven.bun-vscode
oxc.oxc-vscode
peterj.proto
pkief.material-icon-theme
pnp.polacode
pomdtr.excalidraw-editor
prisma.prisma
qezhu.gitlink
qufiwefefwoyn.inline-sql-syntax
quick-lint.quick-lint-js
quicktype.quicktype
rangav.vscode-thunder-client
raynigon.nginx-formatter
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
reditorsupport.r
remisa.shellman
ricard.postcss
rogalmic.bash-debug
rooveterinaryinc.roo-cline
rust-lang.rust-analyzer
saoudrizwan.claude-dev
semanticdiff.semanticdiff
shopify.ruby-extensions-pack
shopify.ruby-lsp
sidneys1.gitconfig
sigoden.vscode-jsona
sorbet.sorbet-vscode-extension
sourcegraph.cody-ai
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-russian
styled-components.vscode-styled-components
stylelint.vscode-stylelint
svelte.svelte-vscode
tabnine.tabnine-vscode
tamasfe.even-better-toml
tekumara.typos-vscode
timgjones.hlsltools
timonwong.shellcheck
unifiedjs.vscode-mdx
vadimcn.vscode-lldb
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
visualstudioexptteam.vscodeintellicode-completions
vitest.explorer
xadillax.viml
yoavbls.pretty-ts-errors
